Repository: trukulo/cardcollector
Catalog: locales/*.po
Languages: es

source: Market Price:
es: Precio de mercado:

source: Bid Price:
es: Precio de puja:

source: Bid +10%
es: Puja +10%

source: Bid +20%
es: Puja +20%

source: NOT ENOUGH MONEY
es: DINERO INSUFICIENTE

source: Prize
es: Premio

source: Notif
es: Notificación

source: Name
es: Nombre

source: CLOSE
es: CERRAR

source: PRICE
es: PRECIO

source: OUT OF STOCK
es: AGOTADO

source: Apply Filters
es: Aplicar Filtros

source: Change Set
es: Cambiar Set

source: Cards X/X
es: Cartas X/X

source: All
es: Todos

source: Sorting
es: Ordenar

source: DUPES
es: DUPLICADOS

source: FILTER
es: FILTRO

source: SELL
es: VENDER

source: Protect
es: Proteger

source: SACRIFICE
es: SACRIFICIO

source: Grading:
es: Calificación:

source: Rarity:
es: Rareza:

source: Type:
es: Tipo:

source: Attempts: 10
es: Intentos: 10

source: WINNER!!!
es: ¡GANADOR!

source: SELL JUNK
es: VENDER BASURA

source: Open Pack
es: Abrir Paquete

source: Auction
es: Subasta

source: Collection
es: Colección

source: Decks
es: Mazos

source: Gallery
es: Galería

source: Laboratory
es: Laboratorio

source: Junk
es: Basura

source: Sacrifice
es: Sacrificio

source: Memory
es: Memoria

source: Gravity Mem
es: Mem. Gravedad

source: Sequence
es: Secuencia

source: Slots
es: Tragaperras

source: Duel
es: Duelo

source: Battle
es: Batalla

source: 999 Cards
es: 999 Cartas

source: Reset
es: Reiniciar

source: Quit
es: Salir

source: Four dragons were, the Kami. Tsuchi, the worm with wings from the deep. Mizu, one with the water, guarding the oceans and rivers. Hi, the son of the Sun, pure fire. Kaze, just above everthing always watching in the skies.
es: Hubo cuatro dragones, los Kami. Tsuchi, el gusano alado de las profundidades. Mizu, uno con el agua, guardián de océanos y ríos. Hi, el hijo del Sol, fuego puro. Kaze, justo sobre todo, siempre observando desde los cielos.

source: Time Played: 00:00
es: Tiempo jugado: 00:00

source: Money Spent: ¥0
es: Dinero gastado: ¥0

source: REVEAL
es: REVELAR

source: Click cards to open
es: Haz clic en las cartas para abrir

source: Souls: XXXXXX
es: Almas: XXXXXX

source: NOT ENOUGH SOULS
es: ALMAS INSUFICIENTES

source: Repeat Sequence
es: Repetir Secuencia

source: SLOT MACHINE
es: TRAGAPERRAS

source: Money: ¥1000
es: Dinero: ¥1000

source: SPIN (¥50)
es: GIRAR (¥50)

source: WIN! ¥500
es: ¡GANASTE! ¥500

source: 2 MATCHING CARDS = ¥1000 3 MATCHING CARDS = ¥2500
es: 2 CARTAS IGUALES = ¥1000 3 CARTAS IGUALES = ¥2500

source: Audio OFF
es: Audio: APAGADO

source: Audio ON
es: Audio: ENCENDIDO

source: Reset Game
es: Reiniciar Juego

source: Language: EN
es: Idioma: EN

source: Language: ES
es: Idioma: ES

source: SETTINGS
es: AJUSTES

source: Audio: ON
es: Audio: ENCENDIDO

source: Audio: OFF
es: Audio: APAGADO

source: Settings
es: Ajustes

source: Playtime:
es: Tiempo jugado:

source: Money spent: ¥%d
es: Dinero gastado: ¥%d

source: %d Cards
es: %d Cartas

source: You need at least 21 cards in your collection to play Duels!
es: ¡Necesitas al menos 21 cartas en tu colección para jugar Duelo!

source: You need at least 5 cards in your collection to play Duels!
es: ¡Necesitas al menos 5 cartas en tu colección para jugar Duelo!

source: Collection (L)
es: Colección (L)

source: Decks (L)
es: Mazos (L)

source: Memory (L)
es: Memoria (L)

source: Auction (L)
es: Subasta (L)

source: Sequence (L)
es: Secuencia (L)

source: Duel (L)
es: Duelo (L)

source: Gravity (L)
es: Gravedad (L)

source: Battle (L)
es: Batalla (L)

source: Junk (L)
es: Basura (L)

source: Sacrifice (L)
es: Sacrificio (L)

source: Are you sure you want to reset your game? This cannot be undone.
es: ¿Estás seguro de que quieres reiniciar tu juego? Esto no se puede deshacer.

source: Yes
es: Sí

source: In the days when the earth was young and the heavens still whispered secrets to the mortals below, there were four dragons. Each was a sovereign of their domain, a keeper of the ancient balance, and their tales were woven into the very fabric of creation.
es: En los días en que la tierra era joven y los cielos aún susurraban secretos a los mortales, había cuatro dragones. Cada uno era soberano de su dominio, guardián del antiguo equilibrio, y sus historias estaban tejidas en el propio tejido de la creación.

source: Tsuchi, the great worm with wings, who slumbered in the deepest chasms of the world. When he stirred, the earth itself trembled beneath his might. From the abyss he came, a creature of stone, his breath the rumble of mountains being born.
es: Tsuchi, el gran gusano alado, que dormía en las grietas más profundas del mundo. Cuando se agitaba, la tierra misma temblaba bajo su poder. Del abismo surgió, criatura de piedra, su aliento el retumbar de montañas naciendo.

source: Mizu, the spirit of the flowing waters, whose coils embraced the rivers and whose dominion stretched across the endless oceans. Where she passed, the tides obeyed, and the rains sang her name.
es: Mizu, el espíritu de las aguas que fluyen, cuyos lazos abrazaban los ríos y cuyo dominio se extendía por los océanos sin fin. Donde pasaba, las mareas obedecían y las lluvias cantaban su nombre.

source: Hi, born of the Sun’s own fire, a radiant and wrathful child of flame. His wings burned with the fury of noon, and his eyes held the unrelenting glare of the inferno. To gaze upon him was to know both warmth and destruction.
es: Hi, nacido del propio fuego del Sol, un hijo radiante y colérico de la llama. Sus alas ardían con la furia del mediodía y sus ojos contenían el resplandor implacable del infierno. Mirarlo era conocer tanto el calor como la destrucción.

source: Kaze, the ever-watchful, whose domain was the boundless sky. She soared above all things, her form as fleeting as the wind, yet her presence was eternal. None could hide from her sight, for she rode the currents of the air, whispering secrets to the clouds.
es: Kaze, la siempre vigilante, cuyo dominio era el cielo sin límites. Se elevaba sobre todas las cosas, su forma tan fugaz como el viento, pero su presencia era eterna. Nada podía ocultarse de su vista, pues cabalgaba las corrientes del aire, susurrando secretos a las nubes.

source: This is a cards game. Could you try opening a Booster Pack? There, where it says Open Pack. The type of the booster means the type of cards you will get more frequently.
es: Este es un juego de cartas. ¿Podrías intentar abrir un paquete? Allí, donde dice Abrir Paquete. El tipo de sobre indica el tipo de cartas que obtendrás con mayor frecuencia.

source: You have unlocked the Collection!
es: ¡Has desbloqueado la Colección!

source: You have unlocked Decks!
es: ¡Has desbloqueado Mazos!

source: You have unlocked the Memory Game!
es: ¡Has desbloqueado el Juego de Memoria!

source: You have unlocked Gravity, Duels, and a new set!
es: ¡Has desbloqueado Gravedad, Duelos y un nuevo set!

source: You have unlocked Sequence, Reveal, and a new set!
es: ¡Has desbloqueado Secuencia, Revelar y un nuevo set!

source: You have unlocked Auctions and a new set!
es: ¡Has desbloqueado Subastas y un nuevo set!

source: You have unlocked Battles and a new set!
es: ¡Has desbloqueado Batallas y un nuevo set!

source: You have unlocked Selling cards and a new set!
es: ¡Has desbloqueado Venta de cartas y un nuevo set!

source: You have unlocked Auction, Protecting cards, and a new set!
es: ¡Has desbloqueado Subasta, Protección de cartas y un nuevo set!

source: You have unlocked Sacrifice and a new set!
es: ¡Has desbloqueado Sacrificio y un nuevo set!

source: You have unlocked Slots and a new set!
es: ¡Has desbloqueado Tragaperras y un nuevo set!

source: You have unlocked a new set!
es: ¡Has desbloqueado un nuevo set!

source: New
es: Nuevo

source: Cards
es: Cartas

source: Rarity
es: Rareza

source: Grading
es: Calificación

source: Gradings
es: Calificaciones

source: Card
es: Carta

source: Type
es: Tipo

source: Filter
es: Filtro

source: Filters
es: Filtros

source: Sort
es: Ordenar

source: All Cards
es: Todas las cartas

source: Owned
es: En posesión

source: Missing
es: Faltantes

source: Duplicates
es: Duplicados

source: Protected
es: Protegidas

source: Unprotected
es: Sin proteger

source: New Card!
es: ¡Nueva carta!

source: No cards found
es: No se encontraron cartas

source: No Sort
es: Sin orden

source: Price Asc
es: Precio ascendente

source: Price Desc
es: Precio descendente

source: Rarity Asc
es: Rareza ascendente

source: Rarity Desc
es: Rareza descendente

source: Number Asc
es: Número ascendente

source: Number Desc
es: Número descendente

source: Grading Asc
es: Calificación ascendente

source: Grading Desc
es: Calificación descendente

source: unknown
es: desconocido

source: Grading: %s Set: %s Rarity: %s Effect: %s Price: %s
es: Calificación: %s Set: %s Rareza: %s Efecto: %s Precio: %s

source: Set: %s Rarity: %s Price: %s
es: Set: %s Rareza: %s Precio: %s

source: Price: %s
es: Precio: %s

source: Effect
es: Efecto

source: Protection
es: Protección

source: DEBUG: FullCard price label updated: %s
es: DEPURACIÓN: Etiqueta de precio de FullCard actualizada: %s

source: DEBUG: Scene has node 'Price'
es: DEPURACIÓN: La escena tiene el nodo 'Price'

source: Sell (L)
es: Vender (L)

source: Protect (L)
es: Proteger (L)

source: Sell
es: Vender

source: UNPROTECT
es: DESPROTEGER

source: Locked
es: Bloqueado

source: Unlocked
es: Desbloqueado
